;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.07.16
; Update: 2012-09-28
;
[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=حسنا
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=إستعادة
ButtonMenu=قائمة

[Lang]
NativeLanguage=Arabic
[Translation]
LangCode=0401|3801|3C01|1401|0C01|0801|2C01|3401|3001|1001|1801|2001|4001|2801|1C01|2401
ReadHabit=Right-to-Left
LanguageName=ARA
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ARABIC_CHARSET
Information=معلومات
Warning=تحذير
Error=خطأ
Confirm=تأكيد
CurVer=النسخة الحالية:
;
; About
;
FrmGBAbout.caption=حول
FrmGBAbout.btnok.caption=حسنا
FrmGBAbout.lblver.caption=النسخة الحالية:
FrmGBAbout.lblemail.caption=مراسلة الدعم:
FrmGBAbout.lblhome.caption=الصفحة الرئيسية:
FrmGBAbout.lblthank.caption=ترجمة الأستاذ عوض الغامدي - منتديات عميد التعريب

;
; Popup Menu
;
pmHelp=تعليمات على الإنترنت
pmHome=الموقع الرسمي
pmCheckNew=التدقيق بحثا عن تحديثات
pmLang=تحديد اللغة
pmAbout=حول
pmCheckNew=التدقيق بحثا عن تحديثات
pmrun=تشغيل لعبة
pmadd=إضافة لعبة
pmdel=حذف لعبة
pminfo=معلومات اللعبة
pmEndProcess=إنهاء العملية
pmExclude=إستبعاد
pmNoExclude=إلغاء الإستبعاد
pmGoogle=Google بجث بواسطة


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=ألعابي
FrmGBMain.BtnTabOpt.Caption=تحسين النظام
FrmGBMain.BtnTabProcess.Caption=تحسين العمليات
FrmGBMain.BtnTabService.Caption=تحسين الخدمات
FrmGBMain.Btnlikeit.Caption=أعجبني
FrmGBMain.BtnRestore.Caption=إستعادة

;
; Like Us
;
FrmLikeit.lblTitle.caption=فقدمه إلى من تحب Wise Game Booster إذا أنت معجب بـ
FrmLikeit.lblInfo.caption=شارك يهذا البرنامج مع أصدقائك
FrmLikeit.lblRate.caption=Wise Game Booster قيم
FrmLikeit.lblfollow.caption=أتبعنا
FrmLikeit.lblshare.caption=Wise Game Booster شارك بـ:
FrmLikeit.btndownload.caption=تحميل مجاني
FrmLikeit.imgrate.hint=أعطينا 5 نجوم للتقيم
FrmLikeit.imgmail.hint=شارك أصدقائك حول هذا البرنامج
FrmLikeit.imgface1.hint=facebook شارك على
FrmLikeit.imgface2.hint=facebook أتبعنا على
FrmLikeit.imgtwitter1.hint=twitter شارك على
FrmLikeit.imgtwitter2.hint=twitter أتبعنا على
FrmLikeit.Caption=أعجبني
FrmLikeit.lbldownload.caption=WiseCleaner.com حمل المزيد من البرامج المجانية

;
; gameinfo
;
FrmGameinfo.caption=معلومات اللعبة
FrmGameinfo.lbltype.caption=نوع اللعبة:
FrmGameinfo.lblname.caption=إسم الملف:
FrmGameinfo.lblPublisher.caption=مطور اللعبة:
FrmGameinfo.lbltimes.caption=مرات التشغيل:
FrmGameinfo.lbllasttime.caption=آخر مرة:
FrmGameinfo.lblrate.caption=تفييم اللعبة:
FrmGameinfo.lblcomment.caption=ملاحظات اللعبة:
FrmGameinfo.btnok.caption=حسنا
FrmGameinfo.btncancel.caption=إلغاء الأمر
;
;GameBox
;
FrmGameBox.btnsysopt.caption=تحسين
FrmGameBox.btnProcessopt.caption=تحسين
FrmGameBox.btnServiceopt.caption=تحسين
FrmGameBox.btnopt.caption=تحسين الكل

;
;sysopt
;
FrmSysOpt.btnopt.caption=تحسين الآن
FrmSysOpt.lblhint.caption=تحسين المواد التالية من أجل جودة أداء اللعبة
FrmSysOpt.lblreall.caption=إستئناف الكل
;
;processopt
;
FrmProcess.lblhint.caption=إغلاق العمليات التي تستخدم ذاكرة عالية لزيادة سرعة اللعبة
ProcessCpu=CPU إستهلاك
ProcessMemory=استخدام الذاكرة
ProcessSuggest=مقترحات
ProcessAction=إدارة العمليات
ProcessMostMemUse=برامج ليست للنظام ذات استخدام عالي للذاكرة
;
;Serviceopt
;
FrmService.lblhint.caption=إغلاق الخدمات التي ليس لها علاقة من أجل زيادة سرعة اللعبة
ServicePublisher=المطور
ServiceSuggest=توصيات
ServiceAction=إدارة الخدمات
ServiceStop=إيقاف الخدمات التي ليس لها علاقة
ServiceDisable=(إيقاف (مستحسن
ServiceEnable=(تشغيل (مستحسن
ServiceKeep=(ابقاء (مستحسن
ServiceMust=يجب فتحها

;
;serviceRestore
;
Frmrestore.Btnreall.caption=استئناف كافة الخدمات
Frmrestore.caption=مركز الإستعادة
Frmrestore.Btnok.caption=حسنا
ServiceName=إسم الخدمة
ServiceChangeDateTime=التعديل الأخير
ServiceRestore=إستئناف الخدمة

[GameBox]
GameUnknow=غير معروفة
GameRPG=ألعاب الأدوار المتبادلة
GameShot=ألعاب الرماية
GameOther=ألعاب أخرى
NeverPlay=لعبة لم تمارس
UnknowPublisher=مطورون غير معروفين
lstbtnadd=إضافة لعبة
LblSysopt=تحسين النظام
LblProcessopt=إدارة العمليات
LblServiceopt=تحسين الخدمات
LblTitleCheck=...يتم فحص أداء الكمبيوتر، الرجاء الانتظار

[message]
FirRun=هل تريد أن يبحث البرنامج عن جميع ألعابك المحلية تلقائيا عند بدء التشغيل ؟
NoNewVer=مبروك. هذه النسخة التي لديك تعتبر هي الآحدث حتى الآن
CheckComputer=...يتم فحص أداء الكمبيوتر، الرجاء الانتظار
SearchGame=...يتم البحث عن الألعاب غي كمبيوترك، الرجاء الانتظار
Allgood=مبروك. كمبيوترك بحالة جيدة. لا داعي للتحسين
SysGood=مبروك. لا توجد عناصر تحتاج إلى تحسين
ProcessGood=مبروك. لا توجد عمليات تحتاج إلى إنهاء
ServiceGood=مبروك. لا توجد خدمات تحتاج إلى إيقاف
HaveProblem=مشكلة. أنقر "تحسين الكل" لإصلاح ذلك %d العثور على
sysProblem=من المواد %d يمكن تحسين
Processproblem=من العمليات لتقوية الذاكرة %d يمكن إنهاء
Serviceproblem=من الخدمات %d يمكن إنهاء
DeleteGame=هل تريد فعلا إزالة هذه اللعبة ؟
HaveOpt=تم التحسين
btnRestore=إستئناف
btnOpt=تحسين الآن
BtnAction=إجراء
BtnStop=إيقاف الخدمة
SuggestClose=(إنهاء (مستحسن
SuggestKeep=(ابقاء (مستحسن
haveStoped=متوقفة
HaveRun=شغالة
BtnRun=تشغيل
HaveFail=فشل الإيقاف
OptComputer=...يتم التحسين, فضلا أنتظر
AllgoodAfterOpt=مب. العب الآن %s تم التحسين بالكامل و تم توفير
AllgoodAfterManualOpt=تهانينا! لا يوجد مواد تحتاج إلى تحسين. العب اللعبة الآن
HaveProblemAfterOpt=مب من الذاكرة %s مادة و تم تحرير %d فشل تحسين


[sysopt]
SystemStable=ثبات النظام
SystemSpeedup=تسريع النظام
NetworkSpeedup=تسريع الشبكة
AutoKill=إيقاف التطبيقات التي لا تستجيب تلقائيا تجنبا لتعطل النظام
RestartExplorer=إعادة تشغيل مستكشف النظام تجنبا لاختفاء سطح المكتب الغير متوقع
TwoProcess=تشغيل مستكشف النظام كعملية منفصلة لتجنب تعارض النظام
ErrorReport=تعطيل التبليغ عن أخطاء الشاشة لتحسين أداء النظام
Debugger=تعطيل مصحح الأخطاء لتسريع معالجة الأخطاء
OptMemory=تحسين الإعدادات الافتراضية للذاكرة لتحسين أداء النظام
OptVEff=تحسين مظهر مكونات لبخطوط للواجهة الأمامية (مربعات الحوار، القوائم، إلخ) من أجل تحسين سرعة استجابة النظام
OptFileSystem=تحسين نظام الملفات من أجل تحسين أداء النظام
OptDiskSystem=تحسين التأثير اللحظي للقرص مع المنظومة الفرعية من أجل تحسين أداء النظام
DisAutoRun=تعطيل وظيفة "التشغيل التلقائي" من محركات الأقراص تجنبا للإصابة بعدوى من الفيروسات
OptTTL=وقت التعامل) من أجل تحسين أداء الشبكة) TTL تحسين إعدادات
OptNetForward=تحسين قدرة الشبكة الإنتاجية من أجل تحسين الأداء على الشبكة
OptMTU=TCP/IP لتحسين MTU الكشف تلقائيا عن الثقوب السوداء بواسطة تقنية كشف مسار
OptWINS=لتحسين سرعة نقل البيانات WINS تحسين وقت الاستعلام عن اسم
OptNetWork=تحسين إعدادات الشبكة من أجل تحسين أداء النقل
CloseAnimate=إغلاق تأثير الحركة من أجل تسريع الإستجابة عند قتح النوافذ
PagingExecutive=تعطيل الحدود الفاصلة لصفحات الذاكرة و الحد من التأثير اللحظي للقرص لتحسين أداء التطبيق. (فقط إذا كانت الذاكرة الفعلية أقل من 1 غب) ـ
StaticIP=ثابت للاتصال المحلي لتحسين السرعة عند بدء تشغيل الكمبيوتر IP وضع عنوان
PorcessorTime=تحسين أداء المعالج من أجل تشغيل التطبيقات و الألعاب بسلاسة أكثر
DisableIDECheck=Windows من أجل تحسين سرعة بدء تشغيل IDE منع تدقيق قناة
ForeAppSpeed=زيادة سرعة استجابة البرامج الأمامية
AeroPeek=Aero Peek زيادة سرعة العرض لـ



